export const DistinctiveInfo = [
    {
        id:1,
        title:"نظام التحكم الذكي LED",
        category: "تكنولوجيا",
        age:'14-16',
        disc: "التحكم في الإضاءة المستندة إلى إنترنت الأشياء مع تكامل تطبيقات الهاتف المحمول ومراقبة الطاقة",
        img:"project-1.jpg"
    },
    {
        id:2,
        title:"نموذج الطاقة المتجددة",
        category: "علوم",
        age:'12-15',
        disc: "نظام تفاعلي لعرض الطاقة الشمسية وطاقة الرياح للمدارس",
        img:"project-2.jpg"
    },
    {
        id:3,
        title:"الأطراف الاصطناعية ",
        category: "طب",
        age:'15-20',
        disc: "حلول اصطناعية بأسعار معقولة باستخدام تقنية الطباعة ثلاثية الأبعاد",
        img:"project-3.jpg"
    },
    {
        id:4,
        title:"تطبيق جوال تعليمي",
        category: "تكنولوجيا",
        age:'12-16',
        disc: "نظام تفاعلي لعرض الدروس التعليمية والتفاعلية لجميع الفئات العمرية ",
        img:"project-4.jpg"
    },
]