export const RealStory = [
    {
        id:1,
        story:"لقد منحتني منظمة المخترعين الشباب الأدوات والثقة اللازمة لإنشاء التكنولوجيا التي تجعل التعليم متاحًا للجميع.",
        by:"باسل الهرباوي",
        age: 20,
        subject: "نظام تنقية المياه"
    },
    {
        id:2,
        story: "أردتُ مساعدة المجتمعات التي تفتقر إلى مياه نظيفة. وبفضل دعم مرشدين رائعين، نجحنا في تحقيق ذلك.",
        by: "سارة الخالدي",
        age: 15,
        subject: "منصة التعلم المتاحة"
    },
    {
        id:3,
        story: "ساعدني برنامج الإرشاد في تحويل فكرتي إلى نموذج أولي عملي. الآن، يُفيد تطبيقي آلاف الطلاب!",
        by: "محمد العسلي",
        age: 12,
        subject: "مساعد دراسي مدعوم بالذكاء الاصطناعي"
    },
]