export const maptodo =[
    {
        id:1,
        title:"اختيار المشكلة أو الفكرة",
        desc:"ابدأ بسؤال يثير فضولك، أو مشكلة تريد حلها"
    },
    {
        id:2,
        title:"جمع المعلومات والمراجع",
        desc:"ابحث عن مصادر موثوقة واقرأ عن موضوعك"
    },
    {
        id:3,
        title:"صياغة سؤال أو فرضية بحثية",
        desc:"حدد ما تريد اختباره أو إثباته بدقة"
    },
    {
        id:4,
        title:"تصميم المنهج والتجارب",
        desc:"خطط كيف ستجمع البيانات وتختبر فرضيتك"
    },
    {
        id:5,
        title:"تحليل النتائج وتفسيرها",
        desc:"فسّر ما وجدته وقارنه بتوقعاتك"
    },

    {
        id:6,
        title:"كتابة التقرير وعرض المشروع",
        desc:"شارك نتائجك مع الآخرين بطريقة واضحة"
    },


]